Repository: nada123432h/GraduationProject
Catalog: otp/otp/Resources/AppResources.*.resx
Languages: ar

# btnDiscard
source: Discard
ar: الغاء

# btnRequest
source: Request
ar: اطلب

source: Confirmed
ar: قبول الطلب

# cuAddress
source: Address
ar: عنوان صاحب العطل:

# cuCost
source: Cost
ar: الثمن الذي حدده المستخدم:

# cuCost2
source: The Price you set
ar: الثمن الذي حدته

# cuDate
source: Date
ar: تاريخ زياره الفني:

# cuDescriptions
source: Description
ar: الوصف:

# cuEmail
source: Email Of Customer
ar: البريد الالكتروني للمستخدم

# cuImage
source: Image Problem
ar: صوره العطل:

# cuName
source: Customer Name is:
ar: اسم صاحب المشكله:

# cuPhone
source: Customer Phone is:
ar: رقم هاتف المستخدم:

# lblAddress
source: Address
ar: ارسل العنوان بالتفصيل

# lblArea
source: Area
ar: المنطقه :

# lblChange
source: Change
ar: تغيير

# lblChangePass
source: Do You Want To Change Your Password?
ar: هل تريد تغيير كلمه المرور الخاصه بك؟

# lblChangePassword
source: ChangePassword
ar: تغيير كلمه المرور

# lblChat
source: Ask AI
ar: اسال AI

# lblChatAsk
source: Ask Ai about Your Problem
ar: اسال الذكاء الاصطناعي عن مشكلتك

# lblChooseLanguage
source: Choose a Language
ar: حدد اللغه المناسبه

# lblCity
source: City
ar: المدينه

# lblCost
source: Cost
ar: السعر

# lblDescription
source: Description
ar: ضع وصف للمشكله

# lblEmail
source: Email
ar: البريد الالكتروني:

# lblHome
source: Home
ar: الرئيسية

# lblLogOut
source: LogOut
ar: تسجيل الخروج

# lblMenu
source: Menu
ar: القائمة

# lblNewPassword
source: Your New Password
ar: كلمه المرور الجديده

# lblOrders
source: Orders
ar: الطلبات

# lblPhoneNumber
source: Phone:
ar: رقم الهاتف:

# lblPicImage
source: Pic Image For Problem
ar: التقط صوره للعطل

# lblProfile
source: Profile
ar: الملف الشخصي

# lblrate
source: Rate
ar: تقييم :

# lblReset
source: Reset Your Password
ar: تغيير كلمه المرور

# lblResetEmail
source: Email
ar: البريد الالكتروني

# lblResetPassword
source: Your Password
ar: كلمه المرور الاصليه

# lblSetting
source: Settings
ar: الاعدادات

# lblWelcome
source: Welcome
ar: مرحبا بك

# providerName
source: Name of Provider
ar: اسم موفر الخدمه:

# rate
source: Rate Provider
ar: تقييم موفر الخدمه

# Rejected
source: Update
ar: اضافه تعديل

# txtemptyRequest
source: Empty List Of Requests
ar: قائمة الطلبات فارغه
